app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "JScook book"], ["description", "Book"], ["created_at", "2023-01-09 14:53:53.702469"], ["updated_at", "2023-01-09 14:53:53.702469"]]